import React from 'react'
import './styles.css'
export default function About() {
  return (
    <div className='About_main'>
      <h1 className='About_title'>من نحن ؟</h1>
      <q className='About_paragraph'>

      مجلة "٨ كانون" للأطفال هي ثمرة تعاون مشترك بين مجموعة من الكتّاب والأكاديميين المهتمين بشؤون الطفولة. <br/>تتضمن المجلة قصصاً مصوّرة ممتعة وهادفة، إلى جانب برامج توعوية وتثقيفية تساعد الأطفال على استعادة  
    <br/>   عالمهم الطفولي بكل براءته وفضوله.

كما تقدم المجلة محتوى تعليمياً يهدف إلى تنمية مهارات الأطفال وتعزيز قدرتهم على اكتساب المعرفة، بالإضافة إلى حلقات علمية تحفّزهم على استكشاف الطبيعة من حولهم بطريقة مبسطة ومشوقة.
      </q>
    </div>
  )
}
